[
  {
    "book": "James",
    "chapter": 1,
    "verseStart": 19,
    "verseEnd": 20,
    "translation": "NIV",
    "text": "My dear brothers and sisters, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, because human anger does not produce the righteousness that God desires."
  },
  {
    "book": "John",
    "chapter": 3,
    "verseStart": 17,
    "verseEnd": null,
    "translation": "NIV",
    "text": "For God did not send his Son into the world to condemn the world, but to save the world through him."
  },
  {
    "book": "Acts",
    "chapter": 20,
    "verseStart": 24,
    "verseEnd": null,
    "translation": "NIV",
    "text": "However, I consider my life worth nothing to me; my only aim is to finish the race and complete the task the Lord Jesus has given me—the task of testifying to the good news of God’s grace."
  },
  {
    "book": "Romans",
    "chapter": 12,
    "verseStart": 15,
    "verseEnd": null,
    "translation": "NIV",
    "text": "Rejoice with those who rejoice; mourn with those who mourn."
  },
  {
    "book": "Psalm",
    "chapter": 56,
    "verseStart": 4,
    "verseEnd": null,
    "translation": "NIV",
    "text": "In God, whose word I praise— in God I trust and am not afraid. What can mere mortals do to me?"
  },
  {
    "book": "1 Thessalonians",
    "chapter": 4,
    "verseStart": 16,
    "verseEnd": 17,
    "translation": "NIV",
    "text": "For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first. After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever."
  },
  {
    "book": "Revelation",
    "chapter": 21,
    "verseStart": 2,
    "verseEnd": 4,
    "translation": "NIV",
    "text": "I saw the Holy City, the new Jerusalem, coming down out of heaven from God, prepared as a bride beautifully dressed for her husband. And I heard a loud voice from the throne saying, “Look! God’s dwelling place is now among the people, and he will dwell with them. They will be his people, and God himself will be with them and be their God. ‘He will wipe every tear from their eyes. There will be no more death’ or mourning or crying or pain, for the old order of things has passed away.”"
  },
  {
    "book": "Ephesians",
    "chapter": 3,
    "verseStart": 17,
    "verseEnd": 19,
    "translation": "NIV",
    "text": "so that Christ may dwell in your hearts through faith. And I pray that you, being rooted and established in love, may have power, together with all the Lord’s holy people, to grasp how wide and long and high and deep is the love of Christ, and to know this love that surpasses knowledge—that you may be filled to the measure of all the fullness of God."
  },
  {
    "book": "Psalm",
    "chapter": 90,
    "verseStart": 2,
    "verseEnd": null,
    "translation": "NIV",
    "text": "Before the mountains were born or you brought forth the whole world, from everlasting to everlasting you are God."
  },
  {
    "book": "Habakkuk",
    "chapter": 3,
    "verseStart": 19,
    "verseEnd": null,
    "translation": "NIV",
    "text": "The Sovereign Lord is my strength; he makes my feet like the feet of a deer, he enables me to tread on the heights. For the director of music. On my stringed instruments."
  },
  {
    "book": "Colossians",
    "chapter": 3,
    "verseStart": 13,
    "verseEnd": null,
    "translation": "NIV",
    "text": "Bear with each other and forgive one another if any of you has a grievance against someone. Forgive as the Lord forgave you."
  },
  {
    "book": "Psalm",
    "chapter": 46,
    "verseStart": 10,
    "verseEnd": null,
    "translation": "NIV",
    "text": "He says, “Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth.”"
  },
  {
    "book": "Psalm",
    "chapter": 19,
    "verseStart": 1,
    "verseEnd": 2,
    "translation": "NIV",
    "text": "The heavens declare the glory of God; the skies proclaim the work of his hands. Day after day they pour forth speech; night after night they reveal knowledge."
  },
  {
    "book": "Philippians",
    "chapter": 3,
    "verseStart": 20,
    "verseEnd": 21,
    "translation": "NIV",
    "text": "But our citizenship is in heaven. And we eagerly await a Savior from there, the Lord Jesus Christ, who, by the power that enables him to bring everything under his control, will transform our lowly bodies so that they will be like his glorious body."
  },
  {
    "book": "Psalm",
    "chapter": 103,
    "verseStart": 13,
    "verseEnd": 14,
    "translation": "NIV",
    "text": "As a father has compassion on his children, so the Lord has compassion on those who fear him; for he knows how we are formed, he remembers that we are dust."
  },
  {
    "book": "Psalm",
    "chapter": 68,
    "verseStart": 4,
    "verseEnd": 5,
    "translation": "NIV",
    "text": "Sing to God, sing in praise of his name, extol him who rides on the clouds; rejoice before him—his name is the Lord. A father to the fatherless, a defender of widows, is God in his holy dwelling."
  },
  {
    "book": "Psalm",
    "chapter": 91,
    "verseStart": 1,
    "verseEnd": null,
    "translation": "NIV",
    "text": "Whoever dwells in the shelter of the Most High will rest in the shadow of the Almighty."
  },
  {
    "book": "Psalm",
    "chapter": 121,
    "verseStart": 7,
    "verseEnd": 8,
    "translation": "NIV",
    "text": "The Lord will keep you from all harm—he will watch over your life; the Lord will watch over your coming and going both now and forevermore."
  },
  {
    "book": "Isaiah",
    "chapter": 40,
    "verseStart": 31,
    "verseEnd": null,
    "translation": "NIV",
    "text": "but those who hope in the Lord will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint."
  },
  {
    "book": "2 Thessalonians",
    "chapter": 3,
    "verseStart": 3,
    "verseEnd": null,
    "translation": "NIV",
    "text": "But the Lord is faithful, and he will strengthen you and protect you from the evil one."
  },
  {
    "book": "Matthew",
    "chapter": 16,
    "verseStart": 25,
    "verseEnd": null,
    "translation": "NIV",
    "text": "For whoever wants to save their life will lose it, but whoever loses their life for me will find it."
  },
  {
    "book": "Psalm",
    "chapter": 103,
    "verseStart": 17,
    "verseEnd": 18,
    "translation": "NIV",
    "text": "But from everlasting to everlasting the Lord’s love is with those who fear him, and his righteousness with their children’s children— with those who keep his covenant and remember to obey his precepts."
  },
  {
    "book": "Romans",
    "chapter": 12,
    "verseStart": 10,
    "verseEnd": null,
    "translation": "NIV",
    "text": "Be devoted to one another in love. Honor one another above yourselves."
  },
  {
    "book": "Romans",
    "chapter": 15,
    "verseStart": 2,
    "verseEnd": null,
    "translation": "NIV",
    "text": "Each of us should please our neighbors for their good, to build them up."
  },
  {
    "book": "Galatians",
    "chapter": 5,
    "verseStart": 13,
    "verseEnd": null,
    "translation": "NIV",
    "text": "You, my brothers and sisters, were called to be free. But do not use your freedom to indulge the flesh; rather, serve one another humbly in love."
  },
  {
    "book": "1 Corinthians",
    "chapter": 1,
    "verseStart": 10,
    "verseEnd": null,
    "translation": "NIV",
    "text": "I appeal to you, brothers and sisters, in the name of our Lord Jesus Christ, that all of you agree with one another in what you say and that there be no divisions among you, but that you be perfectly united in mind and thought."
  },
  {
    "book": "Romans",
    "chapter": 15,
    "verseStart": 5,
    "verseEnd": 6,
    "translation": "NIV",
    "text": "May the God who gives endurance and encouragement give you the same attitude of mind toward each other that Christ Jesus had, so that with one mind and one voice you may glorify the God and Father of our Lord Jesus Christ."
  },
  {
    "book": "James",
    "chapter": 3,
    "verseStart": 17,
    "verseEnd": 18,
    "translation": "NIV",
    "text": "But the wisdom that comes from heaven is first of all pure; then peace-loving, considerate, submissive, full of mercy and good fruit, impartial and sincere. Peacemakers who sow in peace reap a harvest of righteousness."
  },
  {
    "book": "Romans",
    "chapter": 11,
    "verseStart": 33,
    "verseEnd": null,
    "translation": "NIV",
    "text": "Oh, the depth of the riches of the wisdom and knowledge of God! How unsearchable his judgments, and his paths beyond tracing out!"
  },
  {
    "book": "Zephaniah",
    "chapter": 3,
    "verseStart": 17,
    "verseEnd": null,
    "translation": "NIV",
    "text": "“The Lord your God is with you, the Mighty Warrior who saves. He will take great delight in you; in his love he will no longer rebuke you, but will rejoice over you with singing.”"
  },
  {
    "book": "Psalm",
    "chapter": 139,
    "verseStart": 13,
    "verseEnd": 14,
    "translation": "NIV",
    "text": "For you created my inmost being; you knit me together in my mother’s womb. I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well."
  },
  {
    "book": "Proverbs",
    "chapter": 31,
    "verseStart": 30,
    "verseEnd": null,
    "translation": "NIV",
    "text": "Charm is deceptive, and beauty is fleeting; but a woman who fears the Lord is to be praised."
  },
  {
    "book": "Proverbs",
    "chapter": 31,
    "verseStart": 10,
    "verseEnd": null,
    "translation": "NIV",
    "text": "A wife of noble character who can find? She is worth far more than rubies."
  },
  {
    "book": "Psalm",
    "chapter": 14,
    "verseStart": 1,
    "verseEnd": null,
    "translation": "NIV",
    "text": "The fool says in his heart, “There is no God.” They are corrupt, their deeds are vile; there is no one who does good."
  },
  {
    "book": "Jeremiah",
    "chapter": 17,
    "verseStart": 7,
    "verseEnd": 8,
    "translation": "NIV",
    "text": "“But blessed is the one who trusts in the Lord, whose confidence is in him. They will be like a tree planted by the water that sends out its roots by the stream. It does not fear when heat comes; its leaves are always green. It has no worries in a year of drought and never fails to bear fruit.”"
  },
  {
    "book": "1 Corinthians",
    "chapter": 15,
    "verseStart": 20,
    "verseEnd": 22,
    "translation": "NIV",
    "text": "But Christ has indeed been raised from the dead, the firstfruits of those who have fallen asleep. For since death came through a man, the resurrection of the dead comes also through a man.  For as in Adam all die, so in Christ all will be made alive."
  },
  {
    "book": "1 Corinthians",
    "chapter": 15,
    "verseStart": 55,
    "verseEnd": 57,
    "translation": "NIV",
    "text": "“Where, O death, is your victory? Where, O death, is your sting?” The sting of death is sin, and the power of sin is the law. But thanks be to God! He gives us the victory through our Lord Jesus Christ."
  },
  {
    "book": "John",
    "chapter": 10,
    "verseStart": 28,
    "verseEnd": 30,
    "translation": "NIV",
    "text": "I give them eternal life, and they shall never perish; no one will snatch them out of my hand. My Father, who has given them to me, is greater than all; no one can snatch them out of my Father’s hand. I and the Father are one."
  },
  {
    "book": "Romans",
    "chapter": 1,
    "verseStart": 20,
    "verseEnd": null,
    "translation": "NIV",
    "text": "For since the creation of the world God’s invisible qualities—his eternal power and divine nature—have been clearly seen, being understood from what has been made, so that people are without excuse."
  },
  {
    "book": "Romans",
    "chapter": 14,
    "verseStart": 11,
    "verseEnd": null,
    "translation": "NIV",
    "text": "It is written: “‘As surely as I live,’ says the Lord, ‘every knee will bow before me; every tongue will acknowledge God.’”"
  },
  {
    "book": "1 Peter",
    "chapter": 1,
    "verseStart": 18,
    "verseEnd": 19,
    "translation": "NIV",
    "text": "For you know that it was not with perishable things such as silver or gold that you were redeemed from the empty way of life handed down to you from your ancestors, but with the precious blood of Christ, a lamb without blemish or defect."
  },
  {
    "book": "Hebrews",
    "chapter": 7,
    "verseStart": 25,
    "verseEnd": null,
    "translation": "NIV",
    "text": "Therefore he is able to save completely those who come to God through him, because he always lives to intercede for them."
  },
  {
    "book": "Luke",
    "chapter": 19,
    "verseStart": 10,
    "verseEnd": null,
    "translation": "NIV",
    "text": "For the Son of Man came to seek and to save the lost."
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verseStart": 5,
    "verseEnd": 8,
    "translation": "NIV",
    "text": "In your relationships with one another, have the same mindset as Christ Jesus: Who, being in very nature God, did not consider equality with God something to be used to his own advantage; rather, he made himself nothing by taking the very nature of a servant, being made in human likeness. And being found in appearance as a man, he humbled himself by becoming obedient to death— even death on a cross!"
  },
  {
    "book": "Job",
    "chapter": 19,
    "verseStart": 25,
    "verseEnd": null,
    "translation": "NIV",
    "text": "I know that my redeemer lives, and that in the end he will stand on the earth."
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verseStart": 15,
    "verseEnd": null,
    "translation": "NIV",
    "text": "Instead, speaking the truth in love, we will grow to become in every respect the mature body of him who is the head, that is, Christ."
  },
  {
    "book": "Hebrews",
    "chapter": 11,
    "verseStart": 6,
    "verseEnd": null,
    "translation": "NIV",
    "text": "And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him."
  },
  {
    "book": "Philippians",
    "chapter": 2,
    "verseStart": 14,
    "verseEnd": 15,
    "translation": "NIV",
    "text": "Do everything without grumbling or arguing, so that you may become blameless and pure, “children of God without fault in a warped and crooked generation.” Then you will shine among them like stars in the sky"
  },
  {
    "book": "1 John",
    "chapter": 5,
    "verseStart": 14,
    "verseEnd": 15,
    "translation": "NIV",
    "text": "This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us. And if we know that he hears us—whatever we ask—we know that we have what we asked of him."
  },
  {
    "book": "Isaiah",
    "chapter": 43,
    "verseStart": 2,
    "verseEnd": null,
    "translation": "NIV",
    "text": "When you pass through the waters, I will be with you; and when you pass through the rivers, they will not sweep over you.  When you walk through the fire, you will not be burned; the flames will not set you ablaze."
  },
  {
    "book": "Romans",
    "chapter": 12,
    "verseStart": 12,
    "verseEnd": null,
    "translation": "NIV",
    "text": "Be joyful in hope, patient in affliction, faithful in prayer."
  },
  {
    "book": "2 Chronicles",
    "chapter": 7,
    "verseStart": 14,
    "verseEnd": null,
    "translation": "NIV",
    "text": "if my people, who are called by my name, will humble themselves and pray and seek my face and turn from their wicked ways, then I will hear from heaven, and I will forgive their sin and will heal their land."
  },
  {
    "book": "John",
    "chapter": 10,
    "verseStart": 10,
    "verseEnd": null,
    "translation": "NIV",
    "text": "The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full."
  },
  {
    "book": "Philippians",
    "chapter": 4,
    "verseStart": 6,
    "verseEnd": 7,
    "translation": "NIV",
    "text": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus."
  },
  {
    "book": "Colossians",
    "chapter": 4,
    "verseStart": 5,
    "verseEnd": 6,
    "translation": "NIV",
    "text": "Be wise in the way you act toward outsiders; make the most of every opportunity. Let your conversation be always full of grace, seasoned with salt, so that you may know how to answer everyone."
  },
  {
    "book": "Romans",
    "chapter": 8,
    "verseStart": 1,
    "verseEnd": 2,
    "translation": "NIV",
    "text": "Therefore, there is now no condemnation for those who are in Christ Jesus, because through Christ Jesus the law of the Spirit who gives life has set you free from the law of sin and death."
  },
  {
    "book": "Matthew",
    "chapter": 18,
    "verseStart": 15,
    "verseEnd": null,
    "translation": "NIV",
    "text": "“If your brother or sister sins, go and point out their fault, just between the two of you. If they listen to you, you have won them over."
  },
  {
    "book": "Ephesians",
    "chapter": 4,
    "verseStart": 32,
    "verseEnd": null,
    "translation": "NIV",
    "text": "Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you."
  },
  {
    "book": "Psalm",
    "chapter": 138,
    "verseStart": 8,
    "verseEnd": null,
    "translation": "NIV",
    "text": "The Lord will vindicate me; your love, Lord, endures forever—do not abandon the works of your hands."
  },
  {
    "book": "Isaiah",
    "chapter": 12,
    "verseStart": 4,
    "verseEnd": null,
    "translation": "NIV",
    "text": "In that day you will say: “Give praise to the Lord, proclaim his name; make known among the nations what he has done, and proclaim that his name is exalted."
  },
  {
    "book": "Matthew",
    "chapter": 24,
    "verseStart": 35,
    "verseEnd": null,
    "translation": "NIV",
    "text": "Heaven and earth will pass away, but my words will never pass away."
  },
  {
    "book": "Psalm",
    "chapter": 18,
    "verseStart": 30,
    "verseEnd": null,
    "translation": "NIV",
    "text": "As for God, his way is perfect: The Lord’s word is flawless; he shields all who take refuge in him."
  }
]
